[
  {
    "text": "What is your favourite homemade meal?",
    "author": "692389214909759648",
    "last_used": 19493
  },
  {
    "text": "If you discovered a new island, what would you name it and why?",
    "last_used": 19494
  },
  {
    "text": "What is something you are utterly obsessed with at the moment",
    "last_used": 19495
  },
  {
    "text": "What do you greatly enjoy doing but wish you could do more?",
    "last_used": 19496
  },
  {
    "text": "What's the biggest time waster in your day-to-day life?",
    "last_used": 19497
  },
  {
    "text": "What fictional item do you wish you owned in real life?",
    "last_used": 19498
  },
  {
    "text": "What upcoming media (movie, show, game, etc.) are you most looking forward to?",
    "last_used": 19499
  },
  {
    "text": "What's the longest line you've ever waited in? Was it worth it?",
    "last_used": 19500
  },
  {
    "text": "What is your favourite meal to have for dinner?",
    "last_used": 19501
  },
  {
    "text": "What is your favourite Discord feature?",
    "last_used": 19502
  },
  {
    "text": "What recent trend are you totally on board with?",
    "last_used": 19503
  },
  {
    "text": "What silly or funny thing are you afraid of?",
    "last_used": 19504
  },
  {
    "text": "If you were given 500 acres of land, what would you use it for?",
    "last_used": 19505
  },
  {
    "text": "What's the most useless talent you have?"
  },
  {
    "text": "What would you do for a day without the internet?"
  },
  {
    "text": "What movies do you dislike and why?"
  },
  {
    "text": "What is your favourite breakfast meal?"
  },
  {
    "text": "What is your favourite type of pasta?"
  },
  {
    "text": "What is the nicest thing you've ever done for a friend?"
  },
  {
    "text": "What is your favourite meal and why?"
  },
  {
    "text": "What is the most embarrassing thing you've ever done?"
  },
  {
    "text": "What's the tastiest thing in your cupboard right now?"
  },
  {
    "text": "What holiday celebration do you hate attending?"
  },
  {
    "text": "What is your favourite donut topping?"
  },
  {
    "text": "What is the worst movie you've every watched?"
  },
  {
    "text": "If you could travel anywhere for free, where would you go?"
  },
  {
    "text": "If you won the lottery, what would you buy?"
  },
  {
    "text": "What is your favourite ice cream flavour and why?"
  },
  {
    "text": "What is your favourite TV show and why?"
  },
  {
    "text": "What's your favourite candy?"
  },
  {
    "text": "What is your favourite milkshake flavour?"
  },
  {
    "text": "What is your favourite thing about the city or town you live?"
  },
  {
    "text": "If reincarnated, which type of creature do you hope to live as in your next life?"
  },
  {
    "text": "What are two truths and one lie about you?"
  },
  {
    "text": "What's the simplest thing you can't do?"
  },
  {
    "text": "What's your favorite type of tree?"
  },
  {
    "text": "Home is where ________"
  },
  {
    "text": "What animal do you most identify with and why?"
  },
  {
    "text": "What book, movie, album, etc. always makes you feel better when you're having a bad day?"
  },
  {
    "text": "If a stranger visited your home, they'd think you seem like a normal person, until they saw ___"
  },
  {
    "text": "Which one recipe are you most proud of being able to cook?"
  },
  {
    "text": "If you could have a wild animal as a pet, what would it be and why?"
  },
  {
    "text": "Tell us about your chair. Is it great? How does your back like it?"
  },
  {
    "text": "What's the strangest place you've ever been?"
  },
  {
    "text": "When you become all-powerful Imperial Ruler of the World, what's the first law that you'll implement?"
  },
  {
    "text": "If you were a pie, what kind of pie would you be?"
  },
  {
    "text": "What is your favourite breakfast snack?"
  },
  {
    "text": "What is the best movie you've ever watched?"
  },
  {
    "text": "What is the worst thing you've ever done to a friend?"
  },
  {
    "text": "If you had 2 days to live with seemingly infinite amount of money, what would you do?"
  },
  {
    "text": "What is your dream job?"
  },
  {
    "text": "What is your worst phobia/fear?"
  },
  {
    "text": "If you were invisible for a day, what would you do?"
  },
  {
    "text": "What are you most passionate about?"
  },
  {
    "text": "What is the craziest thing you have ever done?"
  },
  {
    "text": "What would be your ideal morning breakfast?"
  },
  {
    "text": "What is your favourite Easter tradition?"
  },
  {
    "text": "What would you do for a day without using the internet?"
  },
  {
    "text": "What is the cutest thing you've ever seen?"
  },
  {
    "text": "What is your favourite made-up ice cream flavour?"
  },
  {
    "text": "What is something you are utterly obsessed with at the moment?"
  },
  {
    "text": "If you could slow down time, what would you do with that power?"
  },
  {
    "text": "What wastes the most time in your day to day life?"
  },
  {
    "text": "When things break, do you prefer to fix them or replace them?"
  },
  {
    "text": "What is the best thing out of everything in existence? (Must be a real thing and not a person)"
  },
  {
    "text": "What is your favorite meal to have for dinner?"
  },
  {
    "text": "What is your favorite Discord feature?"
  },
  {
    "text": "What do you like to collect?"
  },
  {
    "text": "If you had a Get Out of Jail Free card, what perfect crime would you commit?"
  },
  {
    "text": "What is your favourite carvery?"
  },
  {
    "text": "What is the best birthday gift you ever got?"
  },
  {
    "text": "What is your favourite cake?"
  },
  {
    "text": "What is your favourite takeout?"
  },
  {
    "text": "What is your favourite holiday (i.e. halloween, christmas, etc)?"
  },
  {
    "text": "What is your favourite takeaway?"
  },
  {
    "text": "What is your favourite McDonads' McFlurry flavour and why? (Oreo, M&Ms, Mars, etc)"
  },
  {
    "text": "What is your all-time favourite song?"
  },
  {
    "text": "What is the worst movie that you've ever seen?"
  },
  {
    "text": "What is your favourite TV show?"
  },
  {
    "text": "What is your favourite dessert?"
  },
  {
    "text": "What are three websites that you visit every day?"
  },
  {
    "text": "What junk food do you feel most guilty after eating?"
  },
  {
    "text": "What is the best thing that happened to you this week?"
  },
  {
    "text": "What is your favourite ice crean?"
  },
  {
    "text": "What kind of music do you like to listen to and why?"
  },
  {
    "text": "What is your favourite type of cake?"
  },
  {
    "text": "What is your favourite restaurant and why?"
  },
  {
    "text": "What is your favourite movie and why?"
  },
  {
    "text": "What is your favourite pudding?"
  },
  {
    "text": "If you could only eat one food for the rest of your life, what would it be and why?"
  },
  {
    "text": "What is the most luckiest thing that has ever happened to you?"
  },
  {
    "text": "If you could travel anywhere for free, where would you go and why?"
  },
  {
    "text": "If you could meet any celebrity, who would you meet?"
  },
  {
    "text": "What website can you not live without?"
  },
  {
    "text": "What is the most disgusting food you have ever eaten?"
  },
  {
    "text": "What is the biggest risk you've ever taken that you regret?"
  },
  {
    "text": "If you could send anything to hell forever, what would you send?"
  },
  {
    "text": "What is your most favourite ice cream flavour?"
  },
  {
    "text": "What is your most favourite fast food meal?"
  },
  {
    "text": "Who's your favourite Marvel character and why?"
  },
  {
    "text": "What is your favourite Netflix show and why?"
  },
  {
    "text": "What easter celebration do you hate attending?"
  },
  {
    "text": "If you could only eat one food for the rest of your life, what would it be?"
  },
  {
    "text": "What is your favourite restaurant?"
  },
  {
    "text": "What was the last movie you watched?"
  },
  {
    "text": "What song is your utmost favourite?"
  },
  {
    "text": "Who is your number one favourite YouTuber?"
  },
  {
    "text": "What's the tastiest thing in your fridge right now?"
  },
  {
    "text": "What's your favourite chocolate and why?"
  },
  {
    "text": "Have you ever peed in the shower?"
  },
  {
    "text": "What is your favourite snack?"
  },
  {
    "text": "What is your favourite milkshake flavour and why?"
  },
  {
    "text": "What is your favourite weird food combination?"
  },
  {
    "text": "What is one thing that you can not live without?"
  },
  {
    "text": "What kind of music do you listen to?"
  },
  {
    "text": "What was the last movie you saw?"
  },
  {
    "text": "If you could have one super power, what would it be?"
  },
  {
    "text": "What is your favourite hair style and why?"
  },
  {
    "text": "What's your favourite song?"
  },
  {
    "text": "What's your favourite chocolate brand?"
  },
  {
    "text": "What is your most favourite foreign cuisine and why?"
  },
  {
    "text": "Who's your favourite comic book character and why?"
  },
  {
    "text": "If you could go to any monument for free, what would you visit?"
  },
  {
    "text": "What's the most important characteristic of a friend?"
  },
  {
    "text": "How many tabs do you have open in your browser right now?"
  },
  {
    "text": "What's your favourite shampoo?"
  },
  {
    "text": "What movie do you like that you're embarrassed to watch with a friend?"
  },
  {
    "text": "What kind of music do you like to listen to?"
  },
  {
    "text": "What is your favourite ice cream flavour?"
  },
  {
    "text": "If you could move to any country with all fees paid off, where would you go and why?"
  },
  {
    "text": "What's your preferred sleeping position?"
  },
  {
    "text": "What is your exercise routine?"
  },
  {
    "text": "What battery percentage does your phone have to get before you put it on charge?"
  },
  {
    "text": "What's the best thing about your gender?"
  },
  {
    "text": "If you could meet any celebrity in-person, who would you meet?"
  },
  {
    "text": "Describe your current hairstyle."
  },
  {
    "text": "What position do you usually sleep in?"
  },
  {
    "text": "What is the nicest thing you've ever done for a stranger?"
  },
  {
    "text": "What time do you go to sleep?"
  },
  {
    "text": "What is your least favourite chore?"
  },
  {
    "text": "If you could only eat one type of food for the rest of your life, what would it be?"
  },
  {
    "text": "What is your favourite day of the week and why?"
  },
  {
    "text": "What is your biggest fear?"
  },
  {
    "text": "What's the most tasty thing you've every cooked?"
  },
  {
    "text": "If you could get the traits of any animal, what animal and what traits would you get?"
  },
  {
    "text": "What are you eating for dinner tomorrow?"
  },
  {
    "text": "What do you do to stay in shape?"
  },
  {
    "text": "What's the longest you've gone without showering?"
  },
  {
    "text": "If you were stuck on an island, who or what would you want to have with you?"
  },
  {
    "text": "What is the longest that you've stayed awake for?"
  },
  {
    "text": "If you could consume any person and gain their skills, who would you eat and what skills would you gain?"
  },
  {
    "text": "If you could be any celebrity, who would it be?"
  },
  {
    "text": "If you had to give yourself a new name, what name would you pick?"
  },
  {
    "text": "Who is the most famous person you have ever met?"
  },
  {
    "text": "Who is your favourite person?"
  },
  {
    "text": "If you could have any real-life person as one of your family members, who would you chose?"
  },
  {
    "text": "What's the worst decision you've ever made?"
  },
  {
    "text": "what is the weirdest thing that happened to you in real life?"
  },
  {
    "text": "What's the worst thing that you've done during a sleepover?"
  },
  {
    "text": "What is the worst in-app purchase you've ever made?"
  },
  {
    "text": "Who do you aspire to become?"
  },
  {
    "text": "Who is your favourite TV character and why?"
  },
  {
    "text": "What's your favourite ice cream flavour?"
  },
  {
    "text": "What is your favourite country and why?"
  },
  {
    "text": "What is one weird fact about you?"
  },
  {
    "text": "What is your favourite game?"
  },
  {
    "text": "What is your favourite sweet?"
  },
  {
    "text": "What's your favourite TV show?"
  },
  {
    "text": "What do you think the best invention is?"
  },
  {
    "text": "What are your hobbies?"
  },
  {
    "text": "What is your favourite date and why?"
  },
  {
    "text": "What do you do when you're bored?"
  },
  {
    "text": "If you were on death row, what would you chose as your last meal?"
  },
  {
    "text": "If you were on death row, what crime would you have committed?"
  },
  {
    "text": "What is your most desired job?"
  },
  {
    "text": "If you could have anything magically built out of chocolate, what would you build?"
  },
  {
    "text": "What's the worst thing about your gender?"
  },
  {
    "text": "If you could have any one-time purchase 100% discounted, what would you buy?"
  },
  {
    "text": "What is something that makes you smile?"
  },
  {
    "text": "What is your favourite drink?"
  },
  {
    "text": "How many pictures of The Queen do you have in your house right now?"
  },
  {
    "text": "Do you sing in the shower?"
  },
  {
    "text": "What was the last gift that you received?"
  },
  {
    "text": "If you only had one day to live, what would you do and why?"
  },
  {
    "text": "What is your favorite dessert?"
  },
  {
    "text": "If you were stuck on a desert island, what would you chose to have with you?"
  },
  {
    "text": "What happened in the last dream that you remember?"
  },
  {
    "text": "What things shouldn't be said during a marriage proposal?"
  },
  {
    "text": "What is your all-time favourite video game?"
  },
  {
    "text": "If you could become any animal, which animal would you choose?"
  },
  {
    "text": "If you could only eat one thing for the rest of your life, what would it be?"
  },
  {
    "text": "If you could visit any country for a day with all expenses paid, which country would you choose and why?"
  },
  {
    "text": "What is your favourite kind of pie?"
  },
  {
    "text": "Describe yourself in one sentence."
  },
  {
    "text": "What is the worst movie that you've seen?"
  },
  {
    "text": "What's the worst thing you can say on a first date?"
  },
  {
    "text": "What costume would you wear to a Halloween party?"
  },
  {
    "text": "What are your favourite sports?"
  },
  {
    "text": "How do you think the world will end?"
  },
  {
    "text": "What are some things that you shouldn't say at a funeral?"
  },
  {
    "text": "What is the biggest priority in your life right now?"
  },
  {
    "text": "What restaurant do you order most from?"
  },
  {
    "text": "What is your favourite flavour of soup?"
  },
  {
    "text": "What do you wear to sleep?"
  },
  {
    "text": "If you could meet any celebrity, who would you meet and why?"
  },
  {
    "text": "What is your favourite drinks brand?"
  },
  {
    "text": "If you were given three wishes, what would you wish for?"
  },
  {
    "text": "What is your favourite article of clothing?"
  },
  {
    "text": "What is your favourite movie of all-time?"
  },
  {
    "text": "What is your weirdest fantasy?"
  },
  {
    "text": "What is your most and least favourite sport?"
  },
  {
    "text": "What is your worst fear?"
  },
  {
    "text": "What was the name and species of you first pet?"
  },
  {
    "text": "What is *your* favourite cereal brand? Why?"
  },
  {
    "text": "You have £1,000,000's worth of your currency. What do you spend it on?"
  },
  {
    "text": "What is your all-time favourite game? What makes it so special?"
  },
  {
    "text": "If you could have any wild animal as a pet, what would it be?"
  },
  {
    "text": "What is the one thing that makes you dislike someone?"
  },
  {
    "text": "What is the funniest name you have ever heard?"
  },
  {
    "text": "What is *your* favourite life hack and why?"
  },
  {
    "text": "What is your favourite song right now?"
  },
  {
    "text": "What's adorable and unique about your pet(s)? (Please provide photo evidence)"
  },
  {
    "text": "What's the strangest place you've ever travelled to?"
  },
  {
    "text": "What was the best birthday you ever had?"
  },
  {
    "text": "What is your spirit animal and why this animal?"
  },
  {
    "text": "If you had to be trapped in a TV show for a month, which show would you choose?"
  },
  {
    "text": "If you could pick a new first name, what would it be? Why?"
  },
  {
    "text": "What's your favorite smell?"
  },
  {
    "text": "What is the scariest thing you've ever done, and would you do it again given the chance?"
  },
  {
    "text": "What's in your fridge?"
  },
  {
    "text": "If you could change your name to something else, what would you change it to?"
  },
  {
    "text": "If you could live anywhere on earth, where would you live?"
  },
  {
    "text": "If you became president, what is the first thing you would do?"
  },
  {
    "text": "If you could ask your pet 3 questions, what would they be?"
  },
  {
    "text": "The earth is doomed to destruction by a big-ass meteor, scheduled to arrive tomorrow. What do you do with today?"
  },
  {
    "text": "What is the funniest thing that has ever happened to you?"
  },
  {
    "text": "What is the first thing that you think of in the morning?"
  },
  {
    "text": "If you could switch two movie characters, what switch would lead to the most inappropriate movies?"
  },
  {
    "text": "If you were transported 400 years into the past, how would you prove that you were from the future?"
  },
  {
    "text": "If someone asked to be your apprentice and learn all that you know, what would you teach them?"
  },
  {
    "text": "If animals could talk, which would be the rudest?"
  },
  {
    "author": "292959447444226048",
    "text": "If you could get the car of your choice for free, what car would you get?"
  }
]